Versión servicios con BD/AplicacionTuLibroOnline/test/CasoAltaProducto/Input.xml

<soapenv:Envelope xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:apl="AplicacionTuLibroOnline">
  <soapenv:Body>
    <apl:NewProduct>
      <ISBN>978-0-00-000000-4</ISBN>
      <nombreLibro>testLibro</nombreLibro>
      <unidades>200</unidades>
    </apl:NewProduct>
  </soapenv:Body>
</soapenv:Envelope>